cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'coreutils'
brew 'composer'
brew 'grc'
brew 'libgit2'
brew 'openssl'
brew 'mysql-client'
brew 'node'
brew 'readline'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

cask 'adobe-creative-cloud'
cask 'docker'
cask 'docker-toolbox'
cask 'drawio'
cask 'gitkraken'
cask 'google-featured-photos'
cask 'google-chrome'
cask 'google-photos-backup-and-sync'
cask 'microsoft-excel'
cask 'microsoft-powerpoint'
cask 'microsoft-word'
cask 'sequel-pro'
cask 'spectacle'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
